[GENERAL]
NAME				= Svenska
TRANSLATOR			= Andreas Schäfer
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Applikationen har löpt ut.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Oregistrerad
TEXT_INIT_FAIL			= Applikationen misslyckades att starta.
TEXT_APPINFO			= Bandicam - Hög kvalités video inspelning.

; error
TEXT_ERROR_DISKSPACE		= För lite hårddisk utrymme för att spela in.
TEXT_ERROR_VIDEO_CAP		= Misslyckades att starta video inspelning.
TEXT_ERROR_AUDIO_CAP		= Misslyckades att starta ljud inspelning.\nlf Om du behöver hjälp , tryck på OK.
TEXT_ERROR_IMAGE_CAP		= Failed to capture image.\nPlease check your output folder.
TEXT_ERROR_CREATEFILE		= Misslyckades att skapa fil.\nlf Om du behöver hjälp, tryck på OK.
TEXT_ERROR_CODEC_INIT		= Failed to initialize codec.
TEXT_ERROR_LOGO_IMAGE		= Otillåten bild typ. \nVar vänlig välj bild med stödjande filändelse(*.png).
TEXT_CAN_NOT_CHANGE_TB		= Du kan inte ändra denna inställning i gratis versionen av Bandicam. Var vänlig registrera dig nu!
TEXT_WARNING_AMD_APP		= Your system does not support 'H.264 (AMD APP)', so the default codec will be used.
TEXT_WARNING_AMD_APP2		= Your system does not support 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Ljud
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logotyp
TEXT_VID_PAGE_EFFECTS		= Effekter
TEXT_VID_PAGE_OPTIONS		= Alternativ

; option page name
TEXT_OPT_PAGE_GENERAL		= Allmänt
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= Koppling
TEXT_OPT_PAGE_LANGUAGE		= Språk
TEXT_OPT_PAGE_OTHERS		= Annat

TEXT_VIDEO			= Video
TEXT_AUDIO			= Ljud

TEXT_FOLDER_SELECT		= Välj en mapp att spara i.

TEXT_FMT_FULL_SIZE		= Full storlek
TEXT_FMT_HALF_SIZE		= Halv storlek
TEXT_FMT_FIT_WIDTH		= Anpassad bredd
TEXT_FMT_FIT_HEIGHT		= Anpassad höjd
TEXT_FMT_CUSTOM_SIZE		= Egen storlek
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format

; preset
TEXT_PRESET_DEFAULT		= Standard
TEXT_PRESET_HALFSIZE		= Halv storlek
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrafast setting for 60 FPS
TEXT_PRESET_LOWEND		= Låg presterande PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= För PMP/Divx Player
TEXT_PRESET_EDIT		= För Edit Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= För MS PowerPoint
TEXT_PRESET_320x0		= Anpassad bredd, 320x0
TEXT_PRESET_640x0		= Anpassad bredd, 640x0
TEXT_PRESET_800x0		= Anpassad bredd, 800x0
TEXT_PRESET_USER		= Användar inställningar

TEXT_CHANGE_LANG		= För att byta språk måste du starta om Bandicam.\nVill du starta om nu?
TEXT_CHANGE_HOOK		= För att byta koppling måste du starta om Bandicam.\nVill du starta om nu?
TEXT_CHANGE_SIZE		= To change the Bandicam window size, you should restart Bandicam.\nDo you want to restart now?
TEXT_RESET_ALL_SETTINGS		= Är du säker på att du vill återställa till standard inställningar?

TEXT_REGISTER_SUCCEEDED		= Ditt Bandicam är nu registrerat.
TEXT_REGISTER_FAILED		= Registrering misslyckades. \nKolla om det är rätt mail och serienummer.
TEXT_REGISTER_CONNECT_FAILED	= Kan inte koppla upp mot registreringsservern.\nPlease check your internet connection, and set your system clock to today's date and time.\nlf Om du behöver hjälp , tryck på OK.
TEXT_REGISTER_INFO		= Mail Address: %s\r\nSerienummer: %s
TEXT_REGISTER_LIMITED		= Inspelning stoppad.\n\nDu kan enbart spela in 10 minuter när du använder gratis versionen av Bandicam. Var vänlig registrera dig nu!
TEXT_REGISTER_NEWRECORD		= Du kan inte starta en ny inspelning när du använder gratis versionen av Bandicam. Var vänlig registrera dig nu!!
TEXT_REGISTER_LICENCE_INFO	= Oregistrerad!!!\r\nOm du vill spela in video utan vattenstämpeln \r\nmåste du köpa en Bandicam licens från oss.

TEXT_PROGRAM_INVALID		= Denna applikation är felaktig. \nVar vänlig installera om applikationen.

TEXT_SELECT_TARGET		= Var vänlig tryck på källfönstret.
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Record Games and Video players using DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Record Desktop screen and Web video.
TEXT_TARGET_CHANGING		= If you change the recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= You can't start recording in 'Game Recording Mode' because the target window is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= Redo
TEXT_STATUSBAR_RECORDING	= Spelar in
TEXT_STATUSBAR_PAUSE		= Paus

TEXT_UPDATE_AVAILABLE		= En ny version av Bandicam är ute. \nVill du ladda ner den nu?
TEXT_UPDATE_UNAVAILABLE		= Detta är den senaste versionen.
TEXT_UPDATE_FAILED		= Misslyckades med att kolla version informationen. \nDetta system kanske inte är anslutet till internet, eller så fungerar inte Bandicam servern.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Full skärm
TEXT_TARGET_RESTORE		= Återställ
TEXT_TARGET_FIND		= Hitta Fönster
TEXT_TARGET_RESIZE		= Välj storlek
TEXT_TARGET_IMAGE		= Bildinsamling
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START	= Video inspelning - starta
TEXT_TARGET_RECORD_PAUSE	= Video inspelning - pausa
TEXT_TARGET_RECORD_STOP		= Video inspelning - stopa

TEXT_RC_HOWTO_NOCOMPLETE	= Färdigställ inte inspelningar automatiskt.
TEXT_RC_HOWTO_BYTIME		= Via tid
TEXT_RC_HOWTO_BYSIZE		= via filstorlek
TEXT_RC_AFTER_NEWRECORD		= Starta ny inspelning
TEXT_RC_AFTER_EXIT		= Avsluta Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Stäng av den här datorn.

TEXT_SHUTDOWN_SEC		= Stänger av den här datorn om %d sekunder.

TEXT_SEL_IMAGE_FILE		= Välj en bild fil.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Inavktivera (Rekommenderat) --

TEXT_CORRUPTED_AVI_FILE		= Den senaste inspelade filen är korrupt.\nVill du reparera detta?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Klicka på ikonen i verktygsfältet för att återställa Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Klicka på ikonen i verktygsfältet för att se rektangelfönstret.
TEXT_FORCE_STOP			= Misslyckades med att sluta spela in på grund av att det bundna fönstret inte svarar. \nVill du tvångsavsluta inspelningen?
TEXT_EXTERNAL_CODEC		= - Extern Codec -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto Select)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Inspelnings status
TEXT_INDICATOR_TIME		= Inspelningstid
TEXT_INDICATOR_SIZE		= Inspelningsstorlek / Fritt hårddiskutrymme
TEXT_INDICATOR_VOLUME		= Nuvarande hårddisk

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Normal processorbelastning
TEXT_REC_PRIORITY_HIGH		= [High] Högre än normal prioritering
TEXT_REC_PRIORITY_HIGHEST	= [Highest] Andra program körs saktare

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut is not installed. Do you want to download Bandicut?
TEXT_OUTPUTS_DELETE		= Are you sure you want to permanently delete the selected files?
TEXT_OUTPUTS_SELCOUNT		= %d items selected

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Target Name
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= None
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Time
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sequence Number

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Enter a value between 1 and 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= The recording is in progress. \nAre you sure you want to stop recording and continue?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Allmänt
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Bild
$BN_PAGE_OUTPUTS		= Output
$BN_PAGE_ABOUT			= Om
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Alternativ
$ST_GEN_OUTPUT_FOLDER		= Utmatnings mapp
$BN_GEN_OPEN_OUTPUT_FOLDER	= Öppna
$BN_GEN_ADV_OPTIONS		= Avancerat
$CK_GEN_ALWAYS_ON_TOP		= Bandicam fönstret alltid överst
$CK_GEN_START_MINIMIZED		= Start Bandicam minimized to tray
$CK_GEN_RUN_WHEN_START		= Run Bandicam on Windows startup
$CK_GEN_RECORD_WHEN_RUN		= Start full-screen recording on Bandicam startup
$CK_GEN_TIMER_RECORDING		= Set timer for Auto Start Recording
$ST_GEN_LANGUAGE		= Language
$ST_GEN_REC_AUTO_START		= Auto Start Recording
$ST_GEN_REC_AUTO_COMPLETE	= Avsluta inspelningen automatiskt
$BN_GEN_REC_AUTO_COMPLETE	= Inställningar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Överlappning
$CK_FPS_OVERLAY_HOTKEY		= Snabbknapp
$CK_FPS_OVERLAY			= Överlappning FPS
$ST_FPS_LIMIT			= Gräns
$CK_FPS_LIMIT_HOTKEY		= Snabbknapp
$CK_FPS_LIMIT			= Ställ in FPS gräns
$CK_FPS_LIMIT_ONLY_CAP		= Enbart under inspelning
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Spela in
$CK_VID_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Show mouse cursor
$CK_VID_CLICK_EFFECTS		= Lägg till mus-klick effekter
$CK_VID_WEBCAM_OVERLAY		= Add webcam overlay
$BN_VID_RECORD_SETTINGS		= Inställningar
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Inställningar
$BN_VID_FORMAT_PRESETS		= Förinställningar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Fånga
$CK_IMG_CAPTURE_HOTKEY		= Snabbknapp
$CK_IMG_CAPTURE_REPEAT		= Upprepa skärmfoto
$ST_IMG_CAPTURE_REPEAT		= sekunder
$CK_IMG_SHOW_CURSOR		= Show mouse cursor
$CK_IMG_SHUTTER_SOUND_EFFECT	= Aktiver slutarljud
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Hög kvalité
$BTN_IMG_FORMAT_ANIGIF		= How to save as animated gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Image
$BN_OUT_PLAY_VIDEO		= Play
$BN_OUT_OPEN_IMAGE		= Open
$BN_OUT_EDIT			= Edit
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Delete
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Ny version tillgänglig.
$BN_ABO_CHECK_UPDATE		= Leta uppdateringar
$ST_ABO_LICENCE_INFO		= License Information
$BN_ABO_REGISTER		= Registrera
$BN_ABO_REGISTER_HELP		= How to Purchase and Register
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Open Output Folder
$TOOLTIP_SCREENSHOT		= Capture Image
$TOOLTIP_RECORD			= Record / Stop
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Simple/Extended UI
$TOOLTIP_REGISTER		= Register Bandicam
$TOOLTIP_ONLINE_HELP		= Online Help

$TOOLTIP_TOOL_PEN		= Pen
$TOOLTIP_TOOL_PEN_HL		= Highlighter 
$TOOLTIP_TOOL_BOX		= Box
$TOOLTIP_TOOL_ERASER		= Eraser
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Avbryt
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Format inställningar
IDC_ST_FMTSET_FILE		= File Type
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Storlek
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Kvalité
IDC_ST_FMTSET_AUDIO		= Ljud
IDC_CK_AUDIO_ORIGINAL_PCM	= Save as original format
IDC_ED_AUDIO_ORIGINAL_PCM	= You can save multi-channel and high-definition audio (96KHz or more).
IDC_ST_AUDIO_CH			= Kannaler
IDC_ST_AUDIO_FREQ		= Frekvens
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= [ Hjälp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registrera Bandicam
IDC_ST_1BUY			= 1. Köp
IDC_ST_1BUY_COMMENT		= Var vänlig att notera att Bandicam inte är gratis mjukvara. Om du vill spela in video utan vattenstämpeln måste du köpa en Bandicam licens från oss.
IDC_BTN_BUY_ONLINE		= Köp online
IDC_ST_2REGISTER		= 2. Registrera
IDC_ST_2REGISTER_COMMENT	= Du behöver en internet anslutning för att registrera Bandicam.
IDC_ST_EMAIL_ADDRESS		= Mail address
IDC_ST_SERIAL_NUMBER		= Serienummer
IDC_BTN_REGISTER_NOW		= Registrera nu
IDC_BTN_CLOSE			= Stäng

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Leta uppdateringar
IDC_ST_UPDATE_SETTING		= Inställningar
IDC_CK_UPDATE_ENABLE		= Tillåt automatiska uppdateringar.
IDC_CK_UPDATE_POPUP		= Visa en pop-up ner en ny uppdatering finns tillgänglig.
IDC_UPDATE_CHECK_NOW		= Leta uppdateringar nu
IDC_CLOSE			= Stäng

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Avancerade inställningar
IDC_BTN_RESET			= Starta om

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Allmänt
IDC_CK_ALWAYS_ON_TOP2		= Bandicam fönstret alltid överst
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimized to tray
IDC_CK_RUN_WHEN_START		= Starta Bandicam när Windows startar
IDC_CK_RECORD_WHEN_RUN		= Start full-screen recording when running Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Visa FPS i inspelad video/bild
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Visa tips/informationsfältet
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatic

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Output
IDC_ST_OUT_OUTPUT_FOLDER	= Output folder
IDC_CK_OUT_CREATE_SUBFOLDER	= Skapa utmatnings sub-mapp när fil skapas
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Tillåt skrivnings-cachning på disk.
IDC_ST_OUT_FILE_NAMING		= File naming settings
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Språk
IDC_ST_TRANSLATOR		= Tack till översättarna

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Kopplingskälla
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Stäng av DX10/11 koppling till IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Blockera DirectX video överlappning
IDC_BTN_BLOCK_LIST		= Blocked process list

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Andra inställningar
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video inspelnings inställningar
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video format inställningar
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automatiskt avsluta inspelning

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Avsluta inspelning automatiskt
IDC_ST_RC_HOWTO			= Ställ in villkor för automatiskt avslut av inspelning
IDC_RD_RC_NOTCOMPLETE		= Avsluta inte
IDC_RD_RC_TIME			= Via inspelningstid
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Via inspelnings filstorlek
IDC_ST_RC_MAX_SIZE		= Max
IDC_ST_RC_AFTER			= Efter automatiskt avslut av inspelning
IDC_RD_RC_NOTHING		= Gör ingenting
IDC_RD_RC_NEW_RECORDING		= Starta ny inspelning
IDC_RD_RC_EXIT_BDCAM		= Sluta spela in och avsluta Bandicam
IDC_RD_RC_SHUTDOWN		= Stäng av din dator

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Avstängning
IDC_ST_SHUTDOWN			= Avstängning
IDC_ST_SHUTDOWN_INFO		= Den här datorn kommer stängas av.\nTryck 'Avbryt' om du inte vill stänga av datorn.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Inspelningsinställningar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Spela in ljud
IDC_ST_SND_SELECT_1		= Primär ljudenhet
IDC_BTN_SND_SETTING_1		= Inställning...
IDC_ST_SND_SELECT_2		= Sekundär ljudenhet
IDC_BTN_SND_SETTING_2		= Inställning...
IDC_CK_SND_MIX_SOUND		= Ljud mixning (Primär+Sekundär till samma ljudspår)
IDC_CK_SND_CAP_HOTKEY		= Spela enbart in "Sekundär ljudenhet" vid knapptryck
IDC_ST_SOUND_HELP		= [ Hjälp ]
IDC_CK_SND_SAVE_AS_WAV		= Spara ljudspår medans inspelning pågår (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Add webcam overlay to video
IDC_ST_WEBCAM_SETTING		= Settings
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Video size:
IDC_ST_WEBCAM_POS		= Position:
IDC_BTN_WEBCAM_DEVICE		= Settings
IDC_BTN_WEBCAM_PREVIEW		= Preview
IDC_ST_WEBCAM_LR_MARGINS	= Left/R Margins:
IDC_ST_WEBCAM_TB_MARGINS	= Top/B Margins:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Preview webcam on a screen (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Enable preview toggle hotkey

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Lägg till logotyp till video
IDC_ST_LOGO_SETTING		= Inställning
IDC_ST_LOGO_IMAGE		= Bild:
IDC_ST_LOGO_OPACITY		= Ogenomskinlighet:
IDC_ST_LOGO_POS			= Position:
IDC_ST_LOGO_LR_MARGINS		= Left/R Margins:
IDC_ST_LOGO_TB_MARGINS		= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Pekar effekter
IDC_CK_ADD_CLICK_EFFECTS	= Lägg till klick effekter
IDC_ST_LEFT_CLICK_COLOR		= Vänster klick färg
IDC_ST_RIGHT_CLICK_COLOR	= Höger klick färg
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Lägg till pekar highlight effekt
IDC_ST_HIGHLIGHT_COLOR		= Highlight färg

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Inställningar
IDC_ST_REC_PRIORITY		= Inspelnings prioritering :
IDC_ST_REC_PRIORITY2		= Högre prioritering kan sänka antalet förlorade frames.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Hoppa över inspelning när frame inte updateras
IDC_CK_ENHANCED_DX9_CAPTURE	= Use enhanced capture method (faster, only DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Use enhanced capture method (faster, Windows 8 or above)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Anpassad käll storlek
IDC_ST_TARGET_SIZE_SETTING	= Inställning
IDC_ST_TARGET_SIZE		= Käll storlek:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Add a New Size Preset
IDC_ST_ADD_SIZE_PRESET		= You can save the current target position and size as a new preset.\nEnter a name for the new preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edit Size Presets
IDC_BTN_SIZE_PRESET_ADD		= Add
IDC_BTN_SIZE_PRESET_DEL		= Delete
IDC_BTN_SIZE_PRESET_REN		= Rename
IDC_BTN_SIZE_PRESET_UP		= Up
IDC_BTN_SIZE_PRESET_DN		= Down

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rename the Size Preset
IDC_ST_REN_SIZE_PRESET		= Enter a new name for the preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Information
IDC_ST_ACAP_INFO		= Ljudinspelningsinformation
IDC_ST_ACAP_INFO2		= Ditt ljudkort spelar inte in ljud. Var vänlig ändra 'inspelningskontroller'. \n\nVill du besöka hjälpsidan på nätet?
IDC_CK_ACAP_DO_NOT_ASK		= Fråga inte igen
IDC_BTN_YES			= Ja
IDC_BTN_NO			= Nej

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max inspelningstid
IDC_ST_RC_TIME_SETTING		= Inställning
IDC_ST_RC_TIME_HOUR		= Timmar
IDC_ST_RC_TIME_MIN		= Minuter
IDC_ST_RC_TIME_SEC		= Sekunder

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max inspelningsfilstorlek
IDC_ST_RC_FILESIZE_SETTING	= Inställning

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Lägg till en ny förinställning
IDC_ST_ADD_PRESET		= Du kan spara dina formatinstälnningar som en förinställning.\nNamnge förinstälnningen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Ändra Förinställningar
IDC_BTN_PRESET_ADD		= Lägg till
IDC_BTN_PRESET_DEL		= Ta bort
IDC_BTN_PRESET_REN		= Ändra namn
IDC_BTN_PRESET_UP		= Upp
IDC_BTN_PRESET_DN		= Ner

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Ändra förinställningens namn
IDC_ST_REN_PRESET		= Ge din förinställning ett nytt namn.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Välj extern video codec
IDC_ST_CODEC_EX_LIST		= Codec lista
IDC_ST_CODEC_EX_SETTINGS	= Inställningar
IDC_ST_CODEC_EX_DRIVER		= Driver Namn
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kvalité
IDC_ST_CODEC_EX_DATERATE	= Data hastighet
IDC_ST_CODEC_EX_KEYFRAME	= Keyframe Interval
IDC_BTN_CODEC_EX_CONFIG		= Konfigurera
IDC_BTN_CODEC_EX_ABOUT		= Om
IDC_ST_CODEC_EX_HELP		= [ Hjälp ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista över blockerade processer
IDC_ST_BLOCK_LIST		= Följande processer är ej tillåtna hakar.
IDC_ST_BLOCK_LIST_EX		= Exempel :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Settings
IDC_ST_H264_CUDA_RATE_CONTROL	= Rate control
IDC_RD_H264_CUDA_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_CUDA_CBR		= CBR - bitrate-based
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Usage
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Only GPU (use with faster GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Other options
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_CUDA_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Settings
IDC_ST_H264_SYNC_RATE_CONTROL	= Rate control
IDC_RD_H264_SYNC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate-based
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Other options
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_SYNC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Settings
IDC_ST_H264_APP_RATE_CONTROL	= Rate control
IDC_RD_H264_APP_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_APP_CBR		= CBR - bitrate-based
IDC_ST_H264_APP_OTHER_OPTIONS	= Other options
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_APP_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Settings
IDC_ST_XVID_RATE_CONTROL	= Rate control
IDC_RD_XVID_VBR			= VBR - quality-based (recommended)
IDC_RD_XVID_CBR			= CBR - bitrate-based
IDC_ST_XVID_OPTIMIZATION	= Optimization
IDC_RD_XVID_FASTER_SPEED	= Faster encoding speed
IDC_RD_XVID_SMALLER_SIZE	= Smaller file size
IDC_ST_XVID_OTHER_OPTIONS	= Other options
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Settings
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate control
IDC_RD_H264_NVENC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-based
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Usage
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU device:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Other options
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer Recording
IDC_ST_TIMER_SETTINGS		= Settings
IDC_RD_TIMER_START_IN		= Start in
IDC_ST_TIMER_MINUTES		= minutes
IDC_RD_TIMER_START_AT		= Start at
IDC_CK_TIMER_MINIMIZE		= Minimize Bandicam to tray when recording starts.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto Complete Recording
IDC_BTN_TIMER_AUTO_COMPLETE	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer Recording - Waiting to start
IDC_ST_TIMER_WAITING_INFO	= Waiting to start recording at %s.
IDC_ST_TIMER_ELAPSED		= Elapsed Time:
IDC_ST_TIMER_REMAINING		= Remaining Time:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if your frame rate is too low.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Om Bandicam
ID_POPUP_GENERAL		= Inställning - Allmänt
ID_POPUP_FRAME			= Inställning - FPS
ID_POPUP_VIDEO			= Inställning - Video
ID_POPUP_IMAGE			= Inställning - Bild
ID_POPUP_OUTPUTS		= Output File list
ID_POPUP_OPENOUTPUTFOLDER	= Öppna utmatningsmapp
ID_POPUP_TARGET			= Target
ID_POPUP_SIZE			= Size
ID_POPUP_EXIT			= Avsluta

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Hjälp

ID_TARGET_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Alltid överst
ID_TARGET_TRANSPARENCY		= Ogenomskinlighet
ID_TARGET_SIZE			= Storlek
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Flytta vänster \t Vänster
ID_TARGET_MOVE_RIGHT		= Flytta höger \t Höger
ID_TARGET_MOVE_UP		= Flytta upp \t Upp
ID_TARGET_MOVE_DOWN		= Flytta ner \t Ner

ID_TARGET_INC_WIDTH		= Öka bredd \t Shift+Höger
ID_TARGET_DEC_WIDTH		= Sänk bredd \t Shift+Vänster
ID_TARGET_INC_HEIGHT		= Öka höjd \t Shift+Ner
ID_TARGET_DEC_HEIGHT		= Sänk höjd \t Shift+Upp

ID_TARGET_FIND_WINDOW		= Hitta fönster \t Ctrl+F
ID_TARGET_FULLSCREEN		= Full Skärm \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Passa till 4:3
ID_TARGET_RATIO_16_9		= Passa till 16:9
ID_TARGET_SIZE_CUSTOM		= Egen storlek \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Size Preset \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Add a Preset
ID_TARGET_SIZE_PRESET_EDIT	= Edit Presets

ID_TARGET_OPEN_OUTPUTFOLDER	= Öppna utmatningsmapp
ID_TARGET_EXIT_BANDICAM		= Stäng ner Bandicam

ID_USER_PRESET_ADD		= Lägg till förinställning
ID_USER_PRESET_EDIT		= Förändra förinställning

ID_SORT_BY_DATE			= Sort by Date
ID_SORT_BY_NAME			= Sort by Name
ID_SORT_BY_SIZE			= Sort by Size

ID_OUTPUTS_LB_PLAY		= Play
ID_OUTPUTS_LB_OPEN		= Open
ID_OUTPUTS_LB_EDIT		= Edit
ID_OUTPUTS_LB_DELETE		= Delete
ID_OUTPUTS_LB_SELECT_ALL	= Select all
ID_OUTPUTS_LB_OPEN_FOLDER	= Open output folder

ID_BDCAM_SIZE_DEFAULT		= Default size
